Revit 2016 API
KeyBasedTreeEntriesIterator.Current Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual KeyBasedTreeEntry Current { get; }
Visual Basic
Public Overridable ReadOnly Property Current As KeyBasedTreeEntry
	Get
Visual C++
public:
virtual property KeyBasedTreeEntry^ Current {
	KeyBasedTreeEntry^ get ();
}
Implements
IEnumerator<T>.Current
See Also
KeyBasedTreeEntriesIterator Class
Autodesk.Revit.DB Namespace